---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemCategoryParam
source: html/28b3bae4-1f2b-9be1-ff09-11ceaad24f23.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemCategoryParam Property

"Category"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemCategoryParam { get; }
```